[
  {
    "term": "105 ARNG Movement Type Goods Acceptance Processor",
    "definition": "The 105 ARNG Movement Type Goods Acceptance Processor, is responsible for manually entering the Goods Acceptance into GFEBS. He/she reviews invoices proposed for payment using the Payment Warehouse program and blocks any invoices that ARNG does not want paid at that time. Any invoice not blocked are identified for payment by DFAS on the next payment run. Note: This role is only performed within the ARNG Payment Certification Process.\n\n Lesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Access Online (AXOL)",
    "definition": "Access Online (AXOL) is the online system used by US Bank to manage and maintain credit card accounts. Different levels of access are provided to individuals all directly correlated to their role with the credit card, i.e. managing account, cardholder, Agency Organization Program Coordinator (AOPC). \n\n Lesson Referral - Government Purchase Card"
  },
  {
    "term": "Account Assignment",
    "definition": "Account Assignment is the charging of goods and/or services to a specific cost object and United States Standard General Ledger (USSGL) account on the Account Assignment tab of the PR, located in the item detail section.\n\n Lesson Referral - Purchase Requisitions"
  },
  {
    "term": "Accounting Document",
    "definition": "An accounting document is created parallel to the material document if the movement is relevant for financial accounting (that is, if it leads to an update of the general ledger accounts). In some cases, several accounting documents are created for a single material document.\n \n Lesson Referral - Goods Receipt"
  },
  {
    "term": "AESIP",
    "definition": "AESIP is a source for all Vendor Master Data contained in CCR. With exceptions, every vendor doing business with the DoD is required to register and maintain their information at least once a year in the CCR database. The CCR database sends its vendor information to AESIP's database. AESIP manages a Master Data Management (MDM) database. This MDM database is the central data repository for Army-wide/global vendors. AESIP contains information necessary to create vendor master records in GFEBS. A CAGE code identifies vendor master data sent from AESIP.\n \n Lesson Referral - Master Data"
  },
  {
    "term": "Automated Disbursing System (ADS)",
    "definition": "Is a system that DFAS uses to process disbursements as part of the SDI. ADS processes payments for vendors in the Continental United States (CONUS). The PMS field on the invoice determines if ADS or DDS must be used t perform the disbursement. If the value in the PMS field is equal to \"00\" then ADS is used.\n \nLesson Referral - Accounts Payable"
  },
  {
    "term": "Automated Fund Control Order System (AFCOS)",
    "definition": "Automated Fund Control Order System (AFCOS) is a pay, travel order, and Miscellaneous Obligation Document (MOD) writing system for the National Guard Bureau (NGB).\n \nLesson Referral - Purchase Orders"
  },
  {
    "term": "Automatic Blocks",
    "definition": "Automatic Blocks are invoices which do not match the required obligation and/or GR are blocked by the system. These invoices remain blocked until the unmatched condition is corrected/resolved in GFEBS. Misc Pay Invoice remains blocked until approved by the Misc Pay Approver.\n \nLesson Referral - Accounts Payable"
  },
  {
    "term": "AXOL 2-way Bulk PR",
    "definition": "Each line on the AXOL 2-way Bulk PR will create a new eOrder in AXOL. Users can identify one line of accounting per line of accounting. Multiple transactions can be matched to an eOrder over the billing period and will not require a goods receipt.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "AXOL 2-way Single PR",
    "definition": "Each AXOL 2-way Single PR creates a single eOrder. Each Transaction will be initially distributed across each line of the eOrder according to the percentage of the line amounts in the eOrder. The cardholder can then redistribute the transaction once it is matched in the AXOL and it will not require a goods receipt.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "AXOL 3-way Single PR",
    "definition": "Each AXOL 3-way Single PR creates a Single eOrder. Each Transaction will be initially distributed across each line of the eOrder according to the percentage of the line amounts in the eOrder. The Cardholder can then redistribute the transaction once it is matched in AXOL and it will require a goods receipt. \n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "Blanket Purchase Agreement (BPA)",
    "definition": "Blanket Purchase Agreement (BPA) is an agreement used to allow approved agencies to order and pay for supplies and served from approved vendors several times a year using orders or calls.\n\nLesson Referral - Purchase Orders"
  },
  {
    "term": "Blocked Invoice",
    "definition": "A Blocked Invoice is an invoice that cannot be paid due to a mismatch against GFEBS obligation documents, such as the purchase order, funds commitment or goods receipt.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Cardholder Identifier",
    "definition": "A Cardholder Identifier is a 12-digit account Id (pseudo number) generated by Access Online which represents the actual charge card number.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "Change Document",
    "definition": "A Change Document is a document that details changes to master records, tables and documents.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Change Material Document (MB02)",
    "definition": "Even though a user cannot change data on a material document once it has been posted, Change Material Document (MB02) is used to add additional information, including text.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Charge Card Master Record",
    "definition": "Charge Card Master Record is the record in GFEBS which maintains card holder information such as the card holder name, unique card identifier (not the credit card number), EDIPI (common access card number) of card holder and managing account holder and the fund center for which the card holder will make purchases.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "Commitment",
    "definition": "A Commitment is an administrative reservation of funds based on firm procurement requests, orders or directives. \n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Consumption-Driven Planning (Material Requirement Planning)",
    "definition": "A Consumption-Driven Planning (Material Requirement Planning) is a source of material master is the PP&E process step, Perform Material Forecast. \n\nLesson Referral - Master Data"
  },
  {
    "term": "Contractor and Government Entity (CAGE) Code",
    "definition": "A Contractor and Government Entity (CAGE) Code is a five-position code that identifies contractors that do business with the Federal Government, North Atlantic Treaty Organization (NATO) member nations and other foreign governments. The CAGE code supports various mechanized systems throughout the government and provides a standardized method for identifying a given facility at a specific location.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Controlling Area",
    "definition": "Controlling Area is a self-contained unit within a company or organization (e.g., Army) in which cost accounting can be performed. A controlling area is broken down into cost centers.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Corporate Electronic Funds Transfer (CEFT)",
    "definition": "A Corporate Electronic Funds Transfer (CEFT) is a database that provides the DoD with a single \"repository\" that houses remittance information (Electronic Funds Transfer (EFT) and check remittance addresses) for contractor, military, civilian, travel and miscellaneous pay. \n\nLesson Referral - Master Data"
  },
  {
    "term": "Cost Center",
    "definition": "A Cost Center is an organizational unit of responsibility where costs can accumulate and be reported \n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Create Goods Movement (MIGO)",
    "definition": "Create Goods Movement (MIGO) creates a goods movement (such as goods receipt). It is an SAP Enjoy transaction, meaning a user can switch between multiple modes (create, display, change) on a single screen. \n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Data Universal Numbering System (DUNS)",
    "definition": "Data Universal Numbering System (DUNS) is a system developed and regulated by Dun & Bradsheet (D&B) that assigns a unique numeric identifier to a single business entity. This numeric identifier then is referred to as a DUNS number. \n\nLesson Referral - Master Data"
  },
  {
    "term": "Decremental Funding",
    "definition": "Decremental Funding is used after a contract has been awarded (Post-Award), to decrease the funding on a GFEBS PR and ultimately in SPS as an Award Mod. It is used when the funds need to be temporarily reduced to be used for more critical requests.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Defense Finance and Accounting Services (DFAS)/Defense Cash Accountability System (DCAS)",
    "definition": "DCAS is the system selected by DFAS to be the single cash accountability system for the DoD. Cash accountability includes the reporting of disbursements, reimbursements, deposits and receipts to the U.S. Treasury. For the Payment process, the focus of this interface specifically is on the sending of SF 1081 transactions to DCAS.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Deployable Disbursing System (DDS)",
    "definition": "Deployable Disbursing System (DDS) is a system that processes disbursements as part of the SDI. DDS will process payments for vendors Outside Continental United States (OCONUS). The PMS field on the invoice determines if ADS or DDS should be used to perform the disbursement. If the value in the PMS field is not equal to \"00\" then DDS is used.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Description Buy",
    "definition": "Description Buy occurs when material master data is not present and is not needed. The service description is typed in the \"short text\" field of a PR in GFEBS. Purchasing services are completed through description buys because GFEBS does not maintain service master data.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Direct Cite Line Item",
    "definition": "Direct Cite Line Item is a MIPR Line Item accepted by the Performing Activity as Direct Cite Basis (Category II) - the requester's fund is cited directly on all documents needed to support the fulfillment of the MIPR Line Item. The requester's funds stay in the Commitment stage until a copy of the obligating document (e.g., contract award) is received back from the performing activity.\n\nLesson Referral - Purchase Orders"
  },
  {
    "term": "Disbursing Station Symbol Number (DSSN)",
    "definition": "Disbursing Station Symbol Number (DSSN) is an identification number that indicates authority to receive and disburse public fund and issue checks on behalf of the Treasury of the United States (US). It is assigned to each disbursing office by the Treasury.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Display Material Document (MB03)",
    "definition": "A Cost Object is an object that collects costs or revenue for a particular purpose. Examples of this could be a Cost Center or Work Breakdown Structure (WBS) element.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "DSAMS-TM Interface",
    "definition": "The Defense Security Assistance Management System (DSAMS-TM) is the management accounting system utilized to maintain management data related to the Security Assistance Training programs that the Security Assistance Training Field Activity (SATFA) manages for the Army.\n\nLesson Referral - Purchase Orders"
  },
  {
    "term": "Electronic Funds Transfer (EFT)",
    "definition": "Electronic Funds Transfer (EFT) is a payment method that provides for automatic electronic transferral of funds, both payments and collections, thereby eliminating the need for a written check.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Element of Resource (EOR)",
    "definition": "An Element of Resource (EOR) is a four-digit code established by the Army Budget Office to categorize and track obligations and expenditures by items or services purchased.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Employer Identification Number (IEN)",
    "definition": "In the U.S., an EIN is the corporate equivalent to an SSN; it is issued to anyone, including individuals who have to pay withholding taxes on employees. Also known as the Tax Identification Number (TIN), the EIN is a unique nine-digit number assigned by the Internal Revenue Service to business entities that operate in the U.S. for the purpose of identification.\n\nLesson Referral - Master Data"
  },
  {
    "term": "eOrder",
    "definition": "With an eOrder, each card holder must create a PR prior to making a purchase with their credit card. Upon fund certification of a PR, a PO will auto-create and be sent to AXOL as an eOrder. The eOrder is used to match up a purchase and invoice in AXOL to the obligation in GFEBS.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "European Article Numbers (EANs)",
    "definition": "A European Article Number (EAN) or Universal Product Code (UPC) in the U.S. is an internationally standardized number that uniquely identifies a material. It always refers to a specific unit of measure or type of packaging such as \"a pack of 10 pieces\" or \"a box.\" \n\nLesson Referral - Master Data"
  },
  {
    "term": "Expired Funds",
    "definition": "Expired Funds are appropriations that are available for obligation for a definite period. Expired funds retain their fiscal year identity for five years after expiration.\n\nLesson Referral - Purchase Requisitions"
  },
  {
    "term": "Foreign Military Sales Interface Processing Monitor",
    "definition": "The Foreign Military Sales Interface Processing Monitor, is responsible for monitoring the interface for invoices from Defense Security Assistance Management System (DSAMS) and ensures the interface runs consistently and any errors are resolved accordingly. Lesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Funds Control Module (FCM)",
    "definition": "FCM captures supply requisitions initiated by users in the SARSS and IRM, which are then sent to GFEBS where they are recorded as funds commitment documents via the Create Funds Commitment Document (FMZ1) transaction. \n\nLesson Referral - Purchase Orders"
  },
  {
    "term": "GFEBS Non-Stock Materials",
    "definition": "GFEBS Non-Stock Materials are used for materials in which quantity is not tracked (e.g., spare parts for equipment).\n\nLesson Referral - Master Data"
  },
  {
    "term": "GFEBS Operating Supplies",
    "definition": "The GFEBS Operating Supplies material type consists of all materials in which quantity and value are inventoried. Value must be based on moving average cost. \n\nLesson Referral - Master Data"
  },
  {
    "term": "GFEBS Reimbursable",
    "definition": "A GFEBS Reimbursable material type is used mainly in the Reimbursable process to create reimbursable materials that are used during billing and when creating Sales Orders (i.e., labor, hours).\n\nLesson Referral - Master Data"
  },
  {
    "term": "GFEBS Service",
    "definition": "The GFEBS Service material type can be used to record commonly- used services as a material (i.e., janitorial/cleaning services).\n\nLesson Referral - Master Data"
  },
  {
    "term": "Goods Acceptance",
    "definition": "Goods acceptance is the recording of the acceptance of goods and/or services in GFEBS. \n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Goods Issue",
    "definition": "Goods Issue is a type of goods movement with which a material withdrawal or issue, a material consumption or a shipment of goods to a customer is posted.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Movement",
    "definition": "Goods movement is a transaction resulting in a change in stock (e.g., goods receipt and acceptance or goods issue).\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Receipt",
    "definition": "Goods Receipt is the recording of the receiving of goods and/or services in GFEBS. \n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Receipt and Acceptance",
    "definition": "Goods Receipts are entered into GFEBS two ways: (1) manually by the Goods Receipt Processor, or (2) automatically via interface with Wid Area Workflow (WAWF). The receipt and acceptance for goods and/or services are recorded in GFEBS in two ways: manually or automatically via interface with WAWF. The recording of the receipt and acceptance may occur simultaneously or separately, depending on the movement type.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Receipt Interface Processing Monitor",
    "definition": "The Goods Receipt Interface Processing Monitor is the primary role involved in identification and resolution of any errors that may occur between GFEBS and WAWF interface.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Receipt Processing",
    "definition": "Goods receipt and acceptance processing can occur simultaneously or can occur separately. Federal Acquisition Regulation (FAR) 32.904 provides detailed acceptance criteria, including timing.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Goods Receipt Processor",
    "definition": "The Goods Receipt Processor is the primary role involved with the Goods Receipt and Acceptance process in GFEBS and performs the followings tasks: Enters goods receipt and acceptance documents in GFEBS and enters goods reversal.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Goods Reversal",
    "definition": "Processing Goods Reversal consists of reversing a goods receipt and acceptance. Reversals may correct errors in data entry or reflect a return of goods to vendor. Reversals created in WAWF do not automatically record in GFEBS via interface: they need a manual recording in both WAWF and GFEBS.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "GR/IR Processor",
    "definition": "The GR/IR Processor resolves the differences between and invoice and a GR.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Incremental Funding",
    "definition": "Incremental Funding is used after a contract has been awarded (Post Award), to increase the funding on a GFEBS PR and ultimately in SPS as an Award Mod.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "International Treasury Service (ITS)",
    "definition": "GFEBS includes functionality that manages currency, exchange rates and revaluation. Exchange rates are required to translate transactions in foreign currencies to and from U.S. dollars. The exchange rates are provided daily (business days only) by the Treasury Department's International Treasury Services (ITS) in a Post Pay file. \n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Inventory Management",
    "definition": "In GFEBS, inventory management covers the management (the recording and tracking) of stocks of materials on a quantity and values basis and the planning, entry and documentation of stock movements, such as goods receipts, goods issued, physical stock transfers and transfer postings.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Invoice",
    "definition": "An Invoice is a commercial document that a seller issues to a buyer. The invoice indicates the products, quantities and agreed upon prices for products or services that the seller has already provided the buyer.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Invoice Interface Processing Monitor",
    "definition": "The Invoice Interface Processing Monitor monitors the interfacing of invoices from WAWF and AXOL. The Invoice Interface Processing Monitor identifies and resolves any interface errors. In addition, the Invoice Processor releases invoices that are blocked and may coordinate with the Invoice Processor.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Invoice Processor",
    "definition": "The Invoice Processor receives, verifies and records contractual miscellaneous payment invoices in GFEBS at DFAS. This ensures all supporting information or documentation is legal, proper, complete and correct. In addition, the Invoice Processor can release invoices that are blocked for payment and may coordinate with the Invoice Interface Processing Monitor to help resolve interface errors.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Local Vendor",
    "definition": "A Local Vendor is a supplier that is exempt or is not maintained in a vendor master interfacing system, such as Central Contractor Registration (CCR).\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Manual Blocks",
    "definition": "Manual Blocks are Invoice Processors and 105 ARNG Movement Type Goods Acceptance Processor that can use the transaction code ZPTM_WAREHOUSE to identify, review, block and unblock invoices as necessary.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Master Data",
    "definition": "Master Data contains information that remains the same over time and that is often needed in the same form.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Matching",
    "definition": "Matching is the action of comparing a vendor invoice to other GFEBS documents for verification and authorization, including the goods receipt, PO, funds commitment and/or goods receipt document.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Material Consumption",
    "definition": "Material Consumption is the quantity of an item consumed, lost or worn out beyond economical repair through normal appropriation and procurement lead time.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Material Document",
    "definition": "The material document serves as both proof of the goods movement and a source of information. It consists of a header and at least one item. The header contains general data about the goods movement (e.g., date). Each item describes one movement.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Material Group",
    "definition": "A method of grouping similar materials. A material group is required for purchase requisitions and purchase orders. Some examples of material groups are Stockpile Materials or Equipment.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Material List",
    "definition": "A list of all the materials used by an enterprise for which a material master record has been created.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Material Master Data",
    "definition": "Material Master Data is vital descriptive information about a particular item (goods) for procurement purposes.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Material Master Data Controller",
    "definition": "Material Master Data Controller enters Material Master Data manually on an exception basis. Updates material Master Data.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Material Master Data Interface Processing Monitor",
    "definition": "Material Master Data Interface Processing Monitor manages the interface between GFEBS and external systems where Material Master Data originates. Identifies and resolves interface errors.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Material Number",
    "definition": "A material number uniquely identifies a material master record, and thus, a material. GFEBS assigns unique material numbers automatically to all material master records. This acts as the identifier for that item.\n\nLesson Referral - Master Data / Spending Chain Introduction"
  },
  {
    "term": "Material Type",
    "definition": "Material Types are different types of material for which a material master record is created. A material type allows for the management of different materials in a uniform manner, and determines the screen sequence and field selection. An example of a material type is GFEBS Operating Supplies.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Material Valuation",
    "definition": "Material valuation determines or records the stock value of a material. The stock value is calculated using the formula: Stock value = stock quantity x material price.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Miscellaneous Payments",
    "definition": "Miscellaneous Payments are vendor invoices processed in GFEBS not related to a contract awarded in SPS.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Movement Type",
    "definition": "Movement Type is a three-digit identification key for a goods movement (i.e., simultaneous goods receipt or goods acceptance, or goods receipt and goods acceptance treated as separate movements).\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Movement Type 101: Enter Goods Receipt and Acceptance",
    "definition": "Movement Type 101: Enter Goods Receipt and Acceptance  indicates that the goods and/or services delivered are intended either for the warehouse or for consumption and usage.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Movement Type 103: Enter Goods Receipt in Blocked Stock",
    "definition": "Movement Type 103: Enter Goods Receipt in Blocked Stock   is used to record the receipt of goods and services with the intent to record the acceptance of those goods or services at a later date. This movement type records goods and services to goods receipt- blocked stock.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Movement Type 105: Unrestricted Stock",
    "definition": "Movement Type 105: Unrestricted Stock is executed when the conditions of acceptance for a delivery are met. The material can be released from goods receipt blocked stock and its goods receipt can be posted into unrestricted stock, thereby releasing the total quantity of the shipment for invoicing.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Non-DTS Travel",
    "definition": "Non-DTS Travel encompasses all travel that is not administered in the Defense Travel System (DTS).\n\nLesson Referral - Purchase Order"
  },
  {
    "term": "Non-Significant Change (PR)",
    "definition": "A non-significant change is defined as a change that does not result in an overall dollar increase to the PR (i.e., decrease in quantity or price).\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Partial Funding",
    "definition": "Partial Funding is used when the full requirement is known and was previously communicated to contracting as \"unfounded\" (account assignment \"U\"), but only a portion of the funds are currently available.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Payment Certifier",
    "definition": "A Payment Certifier verifies the Payment Proposal prepared by the Payment Processor and determines if any corrections are necessary. Certifies the payment and performs Payment Run. Is the final authority and ultimately processes all payments set up by the Payment Processor. Re-routes the Payment Proposal back to the appropriate party for correction, if errors exist and allows the payments to be paid, or \"blocks\" the transactions from being paid with a manual payment block. Can remove payment blocks from vendor invoices when justified to do so.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Payment Interface Processing Monitor",
    "definition": "Payment Interface Processing Monitor is responsible for monitoring inbound and outbound payment interface. Routes information to and from the Payment Processor and Payment Certifier to resolve any errors.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Payment Processor",
    "definition": "The Payment Processor sets the parameters (such as the date range) for payments to be placed within the Payment Proposal file.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Payment Program",
    "definition": "The Payment Program generates the payments identified in the Payment Proposal.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Payment Proposal",
    "definition": "The Payment Proposal is a display of proposed vendor invoice payments based on user-defined selection parameters. It differentiates between the various types of payments to be made.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "Payment Run",
    "definition": "The Payment Run is the step that generates payment files for transmittal to disbursing systems containing only those items that were certified for payment.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Payment Warehouse",
    "definition": "Payment Warehouse is a transaction that allows for multiple users to identify, review and block or unblock invoices for a given payment run date.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Performing Material Configuration",
    "definition": "Performing Material Configuration is the creation and maintenance of material master records for use by GFEBS business processes.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Prompt Payment Act (PPA)",
    "definition": "Prompt Payment Act (PPA) is a statute that requires Federal agencies to pay their bills on a timely basis, to pay interest penalties when payments are made late and to take discounts only when payments are made by the discount date.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Post Invoice",
    "definition": "The Post Invoice activity addresses the processing of all invoices whether or not they are subject to PPA.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Post-Pay File",
    "definition": "A Post-Pay File is an inbound file that contains data on disbursements made by ADS or DDS on behalf of GFEBS.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "PowerTrack (Transportation)",
    "definition": "PowerTrack (Transportation)  is a third party, commercial payment tool owned by U.S. Bank. A bulk obligation is manually entered in GFEBS to represent each Transportation Accounting Code (TAC) using the Create Funds Commitment Document (FMZ1) transaction.\n\nLesson Referral - Purchase Order"
  },
  {
    "term": "PR Approval Workflow",
    "definition": "PR Approval Workflow -  A sequence of steps triggered by the creation of a Standard Procurement System (SPS), Outbound MIPR or Defense Medical Logistics Standard Support (DMLSS) PR which results in a fully- approved and fund-certified PR.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "PR Modification",
    "definition": "PR Modification makes changes to the PR that originate after it was saved and submitted to the contracting office.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition (PR)",
    "definition": "Purchase Requisition (PR) is a document that records a request for the purchase of goods and/or services and that results in a commitment of funds.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition Approval Maintainer",
    "definition": "Purchase Requisition Approval Maintainer maintains a table of all Purchase Requisition Approvers. The table helps ensure that the PR workflow sends the PR to the appropriate Purchase Requisition Approvers within an organization.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition Approver",
    "definition": "A Purchase Requisition Approver reviews, validates and approves PRs. Depending on the release strategy, the PR approval workflow carries the PR through a sequence of approvers that always end with the Purchase Requisition Funds Certifier.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition Funds Certifier",
    "definition": "Purchase Requisition Funds Certifier ensures the proper funds are cited on the PR. This role is performed by Resources Management (RM). Once certified, the PR is saved and funds are committed.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition Interface Processing Monitor",
    "definition": "The Purchase Requisition Interface Processing Monitor resolves errors with the inbound interface of PRs from the DMLSS system and also resolves errors with the outbound interface of PRs to the SPS contract writing system.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Purchase Requisition Processor",
    "definition": "The Purchase Requisition Processor serves as the PR initiator, receiving and validating requirements and entering the PR. The Purchase Requisition Processor also makes changes and corrections to PRs as required. They coordinate with the Purchase Requisition Interface Processing Monitor in the event of interface errors.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Ready-to-Pay File",
    "definition": "A Ready-to-Pay File contains payment transactions generated by the Payment Program sent to ADS or DDS for disbursement.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Return",
    "definition": "A return happens if the merchant issues a refund for a purchase, the cardholder should match the refund to an existing eOrder. The return will fail if the amount being credited exceeds the amount of the original invoice. eOrders will be available for 6 billing cycles; if the return occurred after the 6 billing cycles, you will need to match it to another eOrder ensuring it doesn't exceed the amount of the invoice for that bill.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "Rebate",
    "definition": "A US Bank-issued rebate will require a new GFEBS PR designated by the Account Assignment R (amount should reflect the total amount of the rebate). The PR will the proceed through the normal Workflow Process which will create a PO and eOrder. Rebate PR and PO lines will not commit or obligate funds.\n\nLesson Referral - Government Purchase Card"
  },
  {
    "term": "Reimbursable Line Item",
    "definition": "A Reimbursable Line Item is an MIPR Line Item accepted by the Performing Activity on a Reimbursable basis - the Performing Activity fulfills the MIPR requirement \"in-house.\"\n\nLesson Referral - Purchase Order"
  },
  {
    "term": "Release Strategy",
    "definition": "A Release Strategy is a predetermined routing path based on certain characteristics or the PR document on which the PR Approval Workflow is built.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Routing Identification Code (RIC)",
    "definition": "A Routing Identification Code (RIC) is assigned by services/agencies for processing inter- service/agency and intra-service/agency logistics transactions. The codes serve multiple purposes in that they are the source of supply codes, inter- system routing codes, intra-system routing codes and consignor (shipper) codes.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Significant Charge (PR)",
    "definition": "Significant Charge (PR) - A significant change is defined as a change that results in an overall dollar increase to the PR (i.e., increase in quantity or price).\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Site Invoice Processor",
    "definition": "The Site Invoice Processor receives, verifies and creates manual non-contractual miscellaneous payment invoices in GFEBS at the installation. This ensures that miscellaneous payment invoices that are not subject to Prompt Payment Act are accurate and meet requirements. Furthermore, the Site Invoice Processor can release non-contractual invoices that are blocked for payment.\n\nLesson Referral - Accounts Payable"
  },
  {
    "term": "SF 182",
    "definition": "SF 182 - Standard Form (SF) 182 - Authorization, Agreement and Certification of Training.\n\nLesson Referral - Purchase Order"
  },
  {
    "term": "Stock",
    "definition": "Stock refers to the quantities of materials in a company's storage facilities. Also called \"inventory.\"\n\nLesson Referral - Master Data"
  },
  {
    "term": "Stock Amount",
    "definition": "Stock Amount is an account that records the opening quantity of stock in a warehouse, goods issues and receipts and the closing stock.\n\nLesson Referral - Master Data"
  },
  {
    "term": "System for Award Management (SAM)",
    "definition": "The System for Award Management (SAM) is a Federal Government owned and operated free web site that consolidates the capabilities in CCR/FEDReg, ORCA and EPLS. Future phases of SAM will add the capabilities of other systems used in Federal procurement and awards processes.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Tolerance",
    "definition": "Tolerance is when goods receipt quantity (quantity of goods) is greater than the purchase order quantity. If a vendor ships a greater quantity than what was ordered, the Army accepts only what is on the purchase order, which is the obligating document.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "Transportation Account Code (TAC)",
    "definition": "Transportation Account Code (TAC) identifies the appropriate Department of Defense (DoD) component and appropriation chargeable for movement of material.\n\nLesson Referral - Purchase Order"
  },
  {
    "term": "Vendor",
    "definition": "A vendor is any person or organization that provides goods and services to the Army, including employees.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Vendor Account Group",
    "definition": "A Vendor Account Group defines the fields and vendor numbering in the vendor master record. It also specifies the grouping of fields required for certain types of vendors.\n\nLesson Referral - Master Data/Spending Chain Introduction"
  },
  {
    "term": "Vendor Master Data",
    "definition": "Vendor Master Data - Contains basic information about a vendor that conducts business with the Army.  \n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Vendor Master Data Controller",
    "definition": "The Vendor Master Data Controller enters Vendor Master Data manually on an exception basis. Updates Material Master Data.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Vendor Master Data Interface Processing Monitor",
    "definition": "The Vendor Master Data Interface Processing Monitor manages the interface between GFEBS and external systems where Vendor Master Data originates. Identifies and resolves interface errors.\n\nLesson Referral - Master Data"
  },
  {
    "term": "Vendor Number",
    "definition": "The Vendor Master Data Interface Processing Monitor manages the interface between GFEBS and external systems where Vendor Master Data originates. Identifies and resolves interface errors.\n\nLesson Referral - Master Data"
  },
  {
    "term": "WAWF",
    "definition": "The WAWF is a web-based application which allows Contracting Officers (Kos) and Contracting Officer Representatives (CORs) to perform a Goods Receipts and Acceptance on delivered goods and services.\n\nLesson Referral - Goods Receipt"
  },
  {
    "term": "WBS Element",
    "definition": "A WBS Element describes project tasks or sub-tasks that are to be performed within a defined time.\n\nLesson Referral - Spending Chain Introduction"
  },
  {
    "term": "Work Breakdown Structure (WBS)",
    "definition": "Work Breakdown Structure (WBS) is a hierarchical outline of an undertaking described in the project definition. The WBS is the basis for the organization and coordination of a project. A WBS consists of WBS elements. The WBS elements describe project tasks or sub-tasks that are to be performed within a defined time.\n\nLesson Referral - Spending Chain Introduction"
  }
]
